-- ENDESGA 32 + LINE green
-- 1 ตัวอักษร = 1 สี ใช้ใน pixel map ของ art/sprites/*.lua ส่วน "." = โปร่งใส
return {
  { "K", "181425" }, -- outline / ดำ
  { "N", "262b44" }, -- navy เข้ม
  { "n", "3a4466" }, -- navy
  { "g", "5a6988" }, -- เทาอมฟ้า
  { "h", "8b9bb4" }, -- เทาอ่อน
  { "l", "c0cbdc" }, -- เทาสว่าง
  { "w", "ffffff" }, -- ขาว
  { "s", "e8b796" }, -- ผิว
  { "S", "c28569" }, -- ผิวเงา
  { "c", "ead4aa" }, -- ครีม
  { "t", "e4a672" }, -- น้ำตาลอ่อน (เสื้อโค้ท)
  { "T", "b86f50" }, -- น้ำตาล
  { "b", "733e39" }, -- น้ำตาลเข้ม
  { "B", "3e2731" }, -- น้ำตาลดำ
  { "x", "be4a2f" }, -- สนิม
  { "q", "d77643" }, -- ส้มอิฐ
  { "R", "a22633" }, -- แดงเข้ม
  { "r", "e43b44" }, -- แดง
  { "m", "ff0044" }, -- แดงสด
  { "O", "f77622" }, -- ส้ม
  { "Y", "feae34" }, -- ทอง
  { "y", "fee761" }, -- เหลือง
  { "v", "63c74d" }, -- เขียวอ่อน
  { "G", "3e8948" }, -- เขียว
  { "E", "265c42" }, -- เขียวเข้ม
  { "e", "193c3e" }, -- เขียวอมดำ
  { "U", "124e89" }, -- น้ำเงินเข้ม
  { "u", "0099db" }, -- ฟ้า
  { "a", "2ce8f5" }, -- ฟ้าสว่าง
  { "P", "68386c" }, -- ม่วง
  { "p", "b55088" }, -- ชมพูม่วง
  { "k", "f6757a" }, -- ชมพู
  { "L", "06c755" }, -- LINE green
}
